[
  {
    "title": "Grozing Pliers",
    "description": "After drafting, increase or decrease the value of the drafted die by 1",
    "id": 1,
    "strategy": "GrozingPliers"
  },
  {
    "title": "Eglomise Brush",
    "description": "Move any one die in your window ignoring the color restrictions. You must obey the other placement restrictions",
    "id": 2,
    "strategy": "EglomiseBrush"
  },
  {
    "title": "Copper Foil Burnisher",
    "description": "Move any one die in your window ignoring the shade restrictions. You must obey the other placement restrictions",
    "id": 3,
    "strategy": "CopperFoilBurnisher"
  },
  {
    "title": "Lathekin",
    "description": "move exactly two dices, obeying all placement restrictions",
    "id": 4,
    "strategy": "Lathekin"
  },
  {
    "title": "Lens Cutter",
    "description": "After drafting, swap the drafted die wit a die from the Round Track",
    "id": 5,
    "strategy": "LensCutter"
  },
  {
    "title": "Flux Brush",
    "description": "After drafting, re-roll the drafted die. If it cannot be placed. return it to the Draft Pool",
    "id": 6,
    "strategy": "FluxBrush"
  },
  {
    "title": "Glazing Hammer",
    "description": "Re-roll all dice in Draft Pool. This may only be used on your second turn before drafting",
    "id": 7 ,
    "strategy": "GlazingHammer"
  },
  {
    "title": "Running Pliers",
    "description": "After your first turn, immediately draft a die. Skip your next turn this round",
    "id": 8,
    "strategy": "RunningPliers"
  },
  {
    "title": "Corkbacked Straightedge",
    "description": "After drafting, place the die in a spot that is not adjacent to another die. You must obey all other placement restrictions",
    "id": 9,
    "strategy": "CorkbackedStraightedge"
  },
  {
    "title": "Grinding Stone",
    "description": "After drafting, flip the die to its opposite side",
    "id": 10,
    "strategy": "GrindingStone"
  },
  {
    "title": "Flux Remover",
    "description": "After drafting, return the die to the Dice Bag and pull one die from the bag. Choose a value and place the new die, obeying all placement restrictions, or return it to the Draft Pool",
    "id": 11,
    "strategy": "FluxRemover"
  },
  {
    "title": "Tap Wheel",
    "description": "Move up to two dice of the same color that match the color of a die on the Round Track. You must obey all placement restrictions",
    "id": 12,
    "strategy": "TapWheel"
  },
  {
    "title": "Strip Cutter",
    "description": "take one dice from any other player, give them a dice of matching colour and value, they may place it ignoring the restriction it may be only used before round 7",
    "id": 13,
    "strategy": "StripCutter"
  }
]